export const MID_AUTUMN_FESTIVAL = [
  'https://wx4.sinaimg.cn/large/008BWXQOly1hu2dbx0eyij30u00u0n2p.jpg',
  'https://wx3.sinaimg.cn/large/008BWXQOly1hu2dbwhylej30u00u043i.jpg',
  'https://wx4.sinaimg.cn/large/008BWXQOly1hu2dbwqmkwj30u00u0jw3.jpg'
]

export const CP = [
  {
    type: '煜&小骨',
    icon: 'star',
    data: [
      {
        name: '七夕爱乐园 煜情骨纵',
        time: '2024-08-10',
        path: '112942607565892',
      },
      {
        name: '煜情骨纵《城管来了》',
        time: '2024-07-09',
        path: '112753092068871',
      },
      {
        name: '百日煜情骨纵CUT 友谊地久天长',
        time: '2024-06-22',
        path: '112659592711202',
      },
      {
        name: '煜情骨纵合集',
        time: '2024-04-17',
        path: '1753403670',
      },
    ]
  },
  {
    type: '煜&赫兹',
    icon: 'camera',
    data: [
      {
        name: '出门打野',
        time: '2024-09-10 pt2:四人pk(小葵/鬼鬼/居居)',
        path: '113114674628373',
      },
      {
        name: '出门打野 (顺带画个饼)',
        time: '2024-07-05',
        path: '112734704306277',
      }
    ]
  },
  {
    type: '煜&三拾',
    icon: 'mail',
    data: [
      {
        name: '和三拾giegie 打野',
        time: '2024-09-03 pt2:押韵症犯了(叁叁/小元/森森)',
        path: '113074308907747',
      },
      {
        name: '突然的表白和夸夸',
        time: '2024-08-10 三拾《男女》煜《模特》',
        path: '112938597876747',
      }
    ]
  },
  {
    type: '煜&佐助',
    icon: 'settings',
    data: [
      {
        name: '赛后小连麦',
        time: '2024-09-04 (佐助/三拾/小凯)',
        path: '113079861972802',
      },
      {
        name: '哈哈哈',
        time: '2024-09-01 (三哈连麦)',
        path: '113063286014226',
      },
      {
        name: '冷笑话大赛',
        time: '2024-08-20',
        path: '112995371910225',
      },
    ]
  },
  {
    type: '煜&诚',
    icon: 'text-strikethrough',
    data: [
      {
        name: '见证造词家的诞生',
        time: '2024-08-31',
        path: '113057481229442',
      },
      {
        name: '一起欣赏超帅的皮套',
        time: '2024-07-17',
        path: '112803255945432',
      },
    ]
  },
  {
    type: '煜&黑猫',
    icon: 'lightning-bolt',
    data: [
      {
        name: '黑猫直播 合唱爱的华尔兹',
        time: '2024-07-15',
        path: '112790119451360',
      },
      {
        name: '黑猫生日直播 煜CUT',
        time: '2024-07-06',
        path: '112740005842702',
      },
      {
        name: '小猫钓煜',
        time: '2024-05-08',
        path: '1154272623',
      }
    ]
  },
  {
    type: '煜&没准',
    icon: 'repeat-play',
    data: [
      {
        name: '新技能get 皮套也能转圈？',
        time: '2024-07-28',
        path: '112865516195785',
      },
      {
        name: '合唱合集',
        time: '2024-07-29',
        path: '112865667187827',
      },
    ]
  },
  {
    type: '煜&再见',
    icon: 'money',
    data: [
      {
        name: '成都之行唱歌合集',
        time: '2024-07-06 《说唱入门教学》帅惨咯',
        path: '112740643373580',
      },
      {
        name: '再见老师满月 煜CUT',
        time: '2024-05-09',
        path: '1054363908',
      }
    ]
  },
  {
    type: '煜&许儿',
    icon: 'phone',
    data: [
      {
        name: '清唱《答案》',
        time: '2024-07-17',
        path: '112797786573483',
      },
      {
        name: '连麦耿许儿/长南/水瓶',
        time: '2024-06-29 《浓缩蓝鲸》',
        path: '112695764323044',
      },
      {
        name: '凌晨连麦耿许儿陈俊洁jy.31',
        time: '2024-05-30 燃冬还是《离婚》啊',
        path: '112527689778176',
      },
    ]
  },
  {
    type: '煜&ALL',
    icon: 'file-jpg',
    data: [
      {
        name: '连麦张馨月老师',
        time: '2024-08-25',
        path: '113023255578071',
      },
      {
        name: '画画 传声筒',
        time: '2024-08-25 (任某某/牌牌/凉白开)',
        path: '112966347326083',
      },
      {
        name: '海龟汤 都很抽象',
        time: '2024-07-29 (没准/诚/居居)',
        path: '112871069453002',
      },
      {
        name: '游戏“你有我没有”/“你画我猜”/“英文传声筒”',
        time: '2024-08-09 (赫兹/佐助/小目)',
        path: '112933665246662',
      },
      {
        name: '突然开始的笑话pk',
        time: '2024-08-02 (小目/佐助/李嘉亦)',
        path: '112893920022457',
      },
      {
        name: '和荔野野老师 大眼瞪小眼',
        time: '2024-07-27',
        path: '112860013267886',
      },
      {
        name: '和林佳树老师 学打pk',
        time: '2024-07-20',
        path: '112820351930339',
      },
      {
        name: '和裂老师 讨论活动的歌',
        time: '2024-07-13',
        path: '112780472486697',
      },
      {
        name: '恋煜脑争霸',
        time: '2024-07-10 (UM/黑猫)',
        path: '112757689025176',
      },
    ]
  }
]

export const COMMON = [
  {
    type: '荣耀乐章',
    icon: 'sketch',
    image: 'https://wx3.sinaimg.cn/large/0089ZZ9mgy1hqzlz74salg308c08c7hv.gif',
    data: [
      {
        name: '合集 16-8-4-2-冠军儿🏆',
        time: '2024-09-04',
        path: '113079442606001',
      },
      {
        name: '爬麦合集',
        time: '2024-08-29 (牌牌/牛二/佐助)',
        path: '113044680147363',
      },
    ]
  },
  {
    type: '看世界',
    icon: 'eye',
    image: 'https://wx3.sinaimg.cn/large/0089ZZ9mgy1hqzj9p7d00g308c08ck7k.gif',
    data: [
      {
        name: '百万之声主题赛',
        time: '2024-09-12 (敲敲/My Heart Will Go On)',
        path: '113124908732387',
      },
    ]
  },
  {
    type: 'J音夏色季',
    icon: 'tag',
    image: 'https://wx2.sinaimg.cn/large/0089ZZ9mgy1hqzlz5bxp3g308c08ctd5.gif',
    data: [
      {
        name: '原创《未命名的青春》',
        time: '2024-07-14 合唱《玫瑰少年》',
        path: '112785203662739',
      },
    ]
  },
  {
    type: 'J音社百天',
    icon: 'lock',
    image: 'https://wx2.sinaimg.cn/large/0089ZZ9mgy1hqzlz62309g308c08cne8.gif',
    data: [
      {
        name: '《这条小鱼真的在乎》纯享版',
        time: '2024-06-24',
        path: '112671840011871',
      }
    ]
  },
  {
    type: '百天',
    icon: 'calendar',
    image: 'https://wx3.sinaimg.cn/large/0089ZZ9mgy1hqzj9r5ocmg308c08c7lo.gif',
    data: [
      {
        name: '来自比比芭比啵比星球的信',
        time: '2024-06-22',
        path: '112658636409685',

      },
      {
        name: '煜公主的奇妙旅行之百日宴会',
        time: '2024-06-22  (好哥哥们都很宠)',
        path: '112655683552668',
      }
    ]
  },
  {
    type: '京城歌友会',
    icon: 'shopping-bag',
    image: 'https://wx2.sinaimg.cn/large/0089ZZ9mgy1hqzlz4z8xrg308c08ckhr.gif',
    data: [
      {
        name: '纯i战神 8进6',
        time: '2024-06-01《输入法打可爱按第5》',
        path: '1355416751',
      },
      {
        name: '连麦陈俊洁队长',
        time: '2024-06-01',
        path: '1305322026',
      },
      {
        name: '陈俊洁导师战队会议',
        time: '2024-05-31 (生椰/黑猫/31)',
        path: '1505182936',
      },
      {
        name: '陈俊洁导师战队第一次会面',
        time: '2024-05-28 (生椰/煜/黑猫/31)',
        path: '1805227595',
      },
    ]
  },
  {
    type: '出道',
    icon: 'star',
    image: 'https://wx1.sinaimg.cn/large/0089ZZ9mgy1hqzj9qd9axg308c08cnao.gif',
    data: [
      {
        name: '王牌对决 《这条小鱼在乎》',
        time: '2024-05-14 《Wish you were gay》',
        path: '1904657448',
      }
    ]
  },
  {
    type: '签约',
    icon: 'shopping-cart',
    image: 'https://wx1.sinaimg.cn/large/0089ZZ9mgy1hqzj9ottq1g308c08cx19.gif',
    data: [
      {
        name: '重磅回归 《成为你自己好吗》',
        time: '2024-04-26 《WHAT U WANT》',
        path: '1403665311',
      }
    ]
  },
  {
    type: '满月',
    icon: 'streaming',
    image: 'https://wx1.sinaimg.cn/large/0089ZZ9mgy1hqzlzbb8ggg308c08cnbw.gif',
    data: [
      {
        name: '满月视频 reaction + 纯享版',
        time: '2024-04-10',
        path: '112636154940561',
      }
    ]
  },
]
